<?php

return [

    'MSG_4000' => '不正なリクエストです。',
    'MSG_4010' => 'メールアドレスまたは、 パスワードが間違っています',
    'MSG_4011' => '認証トークンの有効期限が切れています。',
    'MSG_4012' => '認証トークンが無効です。',
    'MSG_4013' => 'この認証トークンは使用済みです。',
    'MSG_4017' => 'メールアドレスが間違っています。',
    'MSG_4015' => 'パスワードが間違っています',
    'MSG_4016' => 'ユーザーの認証に失敗しました。',
    'MSG_4030' => '権限がありません。',
    'MSG_4031' => 'アクセスは拒否されました。',
    'MSG_4032' => 'ブロックされています。',
    // 'MSG_4033' => 'アカウントは既に存在します。',
    'MSG_4034' => 'パスワードが間違っています。',
    'MSG_4040' => 'アカウントは存在しません。',
    'MSG_4041' => 'データが存在しません。',
    'MSG_4042' => 'メールアドレスの認証には事前にログインが必要です。',
    'MSG_4050' => 'HTTPメソッドが不正です。',
    'MSG_4090' => 'この操作はすでに実行されています。',
    'MSG_4091' => 'このアカウントは登録できません。',
    'MSG_4230' => '他のユーザが操作中です。',
    'MSG_5000' => 'システムエラーが発生しました。',
    'MSG_5001' => '予期せぬエラーが発生しました。',
    'MSG_5002' => 'DBエラーが発生しました。',
    'MSG_5003' => '登録に失敗しました。',
    'MSG_5004' => '更新に失敗しました。',
    'MSG_5005' => '削除に失敗しました。',

    // event
    'MSG_5006' => 'このイベントは削除できません。',

    // performances
    'MSG_5007' => 'この公演は削除できません。',

    // livestream
    'MSG_5008' => 'このライブ配信は開始済みのため削除できません。',

    //pushnotification
    'MSG_5009' => 'ユーザーが存在しません。',

    //[assign seat ID]
    'MSG_5010' => '発行済みチケット枚数と一致しません。',
    'MSG_5011' => '重複データが存在します。',
    // You do not have enough points to buy this gift
    'MSG_5021' => 'このギフトを購入するのに十分なポイントがありません。',
];
